[
    {
        "index": "1",
        "name": "BE",
        "artist": "BTS",
        "year": 2020,
        "language": "Korean",
        "description": "BTS returns with their new album ‘BE’ to unfold another chapter of 2020. As a sense of helplessness looms in every corner of the world, BTS opens themselves up to express their mixed feelings about this situation - fear and anxiety mingled with the determination to overcome all this.",
        "minutes": 29,
        "songs": 8,
        "image": "images/be.png",
        "favourited": false 
    },
    {
        "index": "2",
        "name": "Love Yourself: Answer",
        "artist": "BTS",
        "year": 2018,
        "language": "Korean",
        "description": "A celebration with ARMY, the BTS LOVE YOURSELF series creates a narrative by linking key songs into a single theme, imparting the message that “loving yourself is true love”. ‘ANSWER’ is the final piece of the puzzle - a repackaged album with seven brand-new tracks.",
        "minutes": 104,
        "songs": 26,
        "image": "images/love yourself answer.jpeg",
        "favourited": false 
    },
    {
        "index": "3",
        "name": "Love Yourself: Tear",
        "artist": "BTS",
        "year": 2018,
        "language": "Korean",
        "description": "BTS’ LOVE YOURSELF series bears the message that loving oneself is the beginning of true love. Whereas the previously unveiled LOVE YOURSELF ‘WONDER’ and LOVE YOURSELF ‘HER’ expressed the heart-fluttering and tingling moments of love, LOVE YOURSELF ’TEAR’ embodies the pain of boys faced with parting.",
        "minutes": 44,
        "songs": 11,
        "image": "images/love yourself tear.jpeg",
        "favourited": false 
    },
    {
        "index": "4",
        "name": "Map of the Soul: 7",
        "artist": "BTS",
        "year": 2020,
        "language": "Korean",
        "description": "The MAP OF THE SOUL series contains the honest and heartfelt story of BTS and their journey of discovering their true selves. BTS now turns inward to the shadow in a candid acknowledgement that it, too, is part of the self - it looks back on the past seven years of BTS and the journey that was not always smooth sailing.",
        "minutes": 74,
        "songs": 20,
        "image": "images/mots 7.png",
        "favourited": false 
    },
    {
        "index": "5",
        "name": "Proof",
        "artist": "BTS",
        "year": 2022,
        "language": "Korean",
        "description": "‘Proof’, an anthology album dedicated to BTS’ fans ARMY, is the core of BTS’ history. The album comprises 48 tracks total, from greatest hits to solo and sub-unit tracks selected by each member, unreleased tracks to special tracks.",
        "minutes": 128,
        "songs": 35,
        "image": "images/proof.jpeg",
        "favourited": false 
    },
    {
        "index": "6",
        "name": "Fine Line",
        "artist": "Harry Styles",
        "year": 2019,
        "language": "English",
        "description": "Identity - more specifically, self-discovery - is at the core of Harry Styles’ sophomore album ‘Fine Line’. His explorations take many forms: whistling highway reveries (‘Canyon Moon’), indie folk songs (‘Sunflower, Vol. 6’) and even tortured pleas (‘To Be So Lonely’).",
        "minutes": 47,
        "songs": 12,
        "image": "images/fine line.png",
        "favourited": false 
    },
    {
        "index": "7",
        "name": "Hozier (Expanded Edition)",
        "artist": "Hozier",
        "year": 2014,
        "language": "English",
        "description": "Filled with haunting melodies and bluesy guitars, Hozier's self-titled debut is a spine-tingling tour of soulful rock ’n’ roll. He sets the stage with ‘Take Me to Church’, and goes on to pair openhearted storytelling with dusky, understated soul (‘Someone New’), explosive blues-rock (‘Jackie and Wilson’), and shadowy love ballads (‘In a Week’).",
        "minutes": 63,
        "songs": 15,
        "image": "images/hozier.jpg",
        "favourited": false 
    },
    {
        "index": "8",
        "name": "Wasteland, Baby!",
        "artist": "Hozier",
        "year": 2019,
        "language": "English",
        "description": "‘Wasteland, Baby!’ is hardly a gloom-and-doom record, despite the subject matter occasionally veering toward end times. Hozier’s cynicism, when it’s present at all, can’t help but be subtle, tongue-in-cheek, maybe even a little sweet—and, more often than not, couched in endlessly hummable melodies and bluesy, folky guitar lines.",
        "minutes": 57,
        "songs": 14,
        "image": "images/wasteland baby.png",
        "favourited": false 
    },
    {
        "index": "9",
        "name": "Indigo",
        "artist": "RM",
        "year": 2022,
        "language": "Korean",
        "description": "RM’s debut LP - which he worked on secretly for four years - is an experimentalist’s dream. Eight of the ten tracks feature artists from all walks of life, each telling their own story about his experiences. The soulful opener ‘Yun’ features Erykah Badu; the life-affirming ‘Still Life’ has Anderson .Paak; the ebullient ‘All Day’ boasts TABLO of Epik High. Each track is meticulously crafted to showcase not only RM’s flow, but also his breathy baritone. It is a bandleader’s meditative step toward a new kind of career, one where he can express his truest self through collaborative songwriting. It’s a thrill, a maturation, and confirmation that RM stands strong—both within his group and outside of it.",
        "minutes": 32,
        "songs": 10,
        "image": "images/indigo.jpeg",
        "favourited": false 
    },
    {
        "index": "10",
        "name": "Fearless (Taylor's Version)",
        "artist": "Taylor Swift",
        "year": 2021,
        "language": "English",
        "description": "Swift’s first step in her plans to re-record her entire catalogue stays remarkably true to the original track, though it’s hard not to notice how Swift’s voice has strengthened and matured in the 13 years since. It includes previously unreleased songs ‘From the Vault’, written at the time of the original.",
        "minutes": 106,
        "songs": 26,
        "image": "images/fearless.png",
        "favourited": false 
    },
    {
        "index": "11",
        "name": "Red (Taylor's Version)",
        "artist": "Taylor Swift",
        "year": 2021,
        "language": "English",
        "description": "This expanded take on Swift’s 2012 blockbuster that features nine never-before-released songs written in the same era as the original. “Musically and lyrically, Red resembled a heartbroken person,” she wrote in a letter to fans. “It was all over the place, a fractured mosaic of feelings that somehow all fit together in the end.”",
        "minutes": 130,
        "songs": 30,
        "image": "images/red.png",
        "favourited": false 
    },
    {
        "index": "12",
        "name": "Spiderman: Into the Spider-Verse (Soundtrack From & Inspired by the Motion Picture",
        "artist": "Various Artists",
        "year": 2018,
        "language": "Various Languages",
        "description": "The animated ‘Spider-Man: Into the Spider-Verse’ has a soundtrack that really upends the franchise’s own long-established aesthetic and cultural awareness - its songs, while written for the movie, often don’t sound like movie songs in the conventional sense.",
        "minutes": 42,
        "songs": 13,
        "image": "images/spiderman.jpeg",
        "favourited": false 
    }
]